[BSAusTankCommanderStd]
MyName="Tank Commander"
AltName="Tank Commander"
Article="a "
PluralName="Tank Commanders"
InfoText="Tank Commander - Difficulty: Advanced||The tank commander has the primary task of spotting targets for the gunner and coordinating the tank crew, as he is usually the only crew member with more than a modicum of vision and tactical awareness. As an officer, he may also be expected to direct the actions of a tank formation from a command vehicle equipped with a long-range radio. His many tasks are often made even more complex by the personnel limitations of certain vehicles, forcing him to act as spotter, gunner and commander simultaneously. When using a vehicle equipped with a long-range radio, the tank commander has the ability to call indirect fire for his squad, including both artillery and smoke barrages."

[BSAusTankerStd]
MyName="Tank Crewman"
AltName="Tank Crewman"
Article="a "
PluralName="Tank Crewmen"
InfoText="Tank Crewman - Difficulty: Advanced||Each member of a tank crew has a particular task to perform and a limited sector to oversee. The key roles varying vehicle-to-vehicle are gunner, loader, hull gunner/radio operator and driver. Only a trained tanker is capable of performing these roles. Due to space constraints inside the tank, the tank crewman carries only a sidearm, which will offer him limited protection if he is forced to exit his vehicle during battle."

[BSBATRiflemanAussie]
MyName="AT Rifleman"
AltName="AT Rifleman"
Article="a "
PluralName="AT Rifleman"
InfoText="AT Rifleman - Difficulty: Advanced||  Armed with a special large calibre rifle, firing armour piercing rounds the Boys Gunner was effective only against lighter vehicles and tanks, or against the weaker armour and components on medium tanks. Equipped with a 5 round magazine and bolt action, the Boys AT rifle is capable of causing severe damage to critical components within a vehicle in very little time, but only when it is deployed against the right vehicles under the right circumstances. Patience and perseverance are two key attributes needed to effectively use the Boys AT rifle. "

[BSBCATRiflemanStd]
MyName="AT Rifleman"
AltName="AT Rifleman"
Article="a "
PluralName="AT Riflemen"
InfoText="AT Rifleman - Difficulty: Advanced||  Armed with a special large calibre rifle, firing armour piercing rounds the Boys Gunner was effective only against lighter vehicles and tanks, or against the weaker armour and components on medium tanks. Equipped with a 5 round magazine and bolt action, the Boys AT rifle is capable of causing severe damage to critical components within a vehicle in very little time, but only when it is deployed against the right vehicles under the right circumstances. Patience and perseverance are two key attributes needed to effectively use the Boys AT rifle. "

[BSBCAssaultAussie]
MyName="Submachine Gunner"
AltName="Submachine Gunner"
Article="a "
PluralName="Submachine Gunners"
InfoText="Submachine Gunner - Difficulty: Easy||The submachine gunner's role is to provide close range firepower in direct assaults against enemy positions. Issued a submachine gun and grenades, he is equipped to clear out multiple targets in often confined spaces. In this capacity, he will almost invariably find himself at the front lines, either spearheading his squad's attacks or occupying its foremost defensive ranks. The submachine gunner, however, is only effective at short to medium range, and therefore must rely on his squad's rifles and machine guns to help him get within killing range of the enemy."

[BSBCAssaultStd]
MyName="Submachine Gunner"
AltName="Submachine Gunner"
Article="a "
PluralName="Submachine Gunners"
InfoText="Submachine Gunner - Difficulty: Easy||The submachine gunner's role is to provide close range firepower in direct assaults against enemy positions. Issued a submachine gun and grenades, he is equipped to clear out multiple targets in often confined spaces. In this capacity, he will almost invariably find himself at the front lines, either spearheading his squad's attacks or occupying its foremost defensive ranks. The submachine gunner, however, is only effective at short to medium range, and therefore must rely on his squad's rifles and machine guns to help him get within killing range of the enemy."

[BSBCCombatEngineerAussie]
MyName="Sapper"
AltName="Combat Engineer"
Article="a "
PluralName="Sapper"
InfoText="Sapper - Difficulty: Advanced||Trained initially as infantry and subsequently as a field engineer, the sapper is able to support his squad in a variety of capacities including demolitions, direct assaults on heavily-fortified positions, mine laying and clearing and river crossing by boat or bridge-building. His training with explosives is essential to the completion of certain squad objectives and they can be effective against both enemy vehicles and infantry as well as defensive structures."

[BSBCCombatEngineerStd]
MyName="Sapper"
AltName="Combat Engineer"
Article="a "
PluralName="Sapper"
InfoText="Sapper - Difficulty: Advanced||Trained initially as infantry and subsequently as a field engineer, the sapper is able to support his squad in a variety of capacities including demolitions, direct assaults on heavily-fortified positions, mine laying and clearing and river crossing by boat or bridge-building. His training with explosives is essential to the completion of certain squad objectives and they can be effective against both enemy vehicles and infantry as well as defensive structures."

[BSBCGunnerAussie]
MyName="Support Gunner"
AltName="Gunner"
Article="a "
PluralName="Support Gunners"
InfoText="Support Gunner - Difficulty: Advanced||The support gunner provides the main firepower for any squad, whether on the attack or manning the defenses. While lacking the high rate of fire and large magazine of its German equivalents, the Bren Gun is a brutally effective light MG, capable of unleashing accurate, sustained fire at medium to long range without high risk of overheating. Due to the Bren's weight, the support gunner relies on his squad to carry most of its assigned ammunition, to be supplied on demand once he is in position. But because the Bren was lighter than most other machine guns on the battlefield, the support gunner is capable of wielding it from the hip to provide more mobile supporting fire in a direct assault."

[BSBCGunnerStd]
MyName="Support Gunner"
AltName="Gunner"
Article="a "
PluralName="Support Gunners"
InfoText="Support Gunner - Difficulty: Advanced||The support gunner provides the main firepower for any squad, whether on the attack or manning the defenses. While lacking the high rate of fire and large magazine of its German equivalents, the Bren Gun is a brutally effective light MG, capable of unleashing accurate, sustained fire at medium to long range without high risk of overheating. Due to the Bren's weight, the support gunner relies on his squad to carry most of its assigned ammunition, to be supplied on demand once he is in position. But because the Bren was lighter than most other machine guns on the battlefield, the support gunner is capable of wielding it from the hip to provide more mobile supporting fire in a direct assault."

[BSBCRiflemanAussie]
MyName="Rifleman"
AltName="Rifleman"
Article="a "
PluralName="Riflemen"
InfoText="Rifleman - Difficulty: Medium||The rifleman, the mainstay of any Commonwealth squad, has the primary task of taking and holding territory. His bolt-action rifle enables him to hit targets accurately at medium to long range, but more distant targets are best left to the squad marksman. He is expected to close on the enemy and defeat him using his rifle and grenades--even hand-to-hand combat when necessary--but should always be accompanied in direct assaults by one or more submachine gunners."

[BSBCRiflemanStd]
MyName="Rifleman"
AltName="Rifleman"
Article="a "
PluralName="Riflemen"
InfoText="Rifleman - Difficulty: Medium||The rifleman, the mainstay of any Commonwealth squad, has the primary task of taking and holding territory. His bolt-action rifle enables him to hit targets accurately at medium to long range, but more distant targets are best left to the squad marksman. He is expected to close on the enemy and defeat him using his rifle and grenades--even hand-to-hand combat when necessary--but should always be accompanied in direct assaults by one or more submachine gunners."

[BSBCSquadLeaderAussie]
MyName="Section Leader"
AltName="Squad Leader"
Article="a "
PluralName="Section Leaders"
InfoText="Section Leader - Difficulty: Very Advanced||The section leader, drawn from the ranks of junior officers and senior N.C.O.'s, has the primary task of coordinating his squad's efforts to ensure completion of their assigned objectives. To accomplish his role, he may radio for indirect fire and lay smoke screens to conceal the movements of his men. The section leader's superiors expect him to lead by example, inspiring his men to victory against even the most overwhelming odds."

[BSBCSquadLeaderStd]
MyName="Section Leader"
AltName="Squad Leader"
Article="a "
PluralName="Section Leaders"
InfoText="Section Leader - Difficulty: Very Advanced||The section leader, drawn from the ranks of junior officers and senior N.C.O.'s, has the primary task of coordinating his squad's efforts to ensure completion of their assigned objectives. To accomplish his role, he may radio for indirect fire and lay smoke screens to conceal the movements of his men. The section leader's superiors expect him to lead by example, inspiring his men to victory against even the most overwhelming odds."

[BSBCTankCommanderStd]
MyName="Tank Commander"
AltName="Tank Commander"
Article="a "
PluralName="Tank Commanders"
InfoText="Tank Commander - Difficulty: Advanced||The tank commander has the primary task of spotting targets for the gunner and coordinating the tank crew, as he is usually the only crew member with more than a modicum of vision and tactical awareness. As an officer, he may also be expected to direct the actions of a tank formation from a command vehicle equipped with a long-range radio. His many tasks are often made even more complex by the personnel limitations of certain vehicles, forcing him to act as spotter, gunner and commander simultaneously. When using a vehicle equipped with a long-range radio, the tank commander has the ability to call indirect fire for his squad, including both artillery and smoke barrages."

[BSBCTankerStd]
MyName="Tank Crewman"
AltName="Tank Crewman"
Article="a "
PluralName="Tank Crewmen"
InfoText="Tank Crewman - Difficulty: Advanced||Each member of a tank crew has a particular task to perform and a limited sector to oversee. The key roles varying vehicle-to-vehicle are gunner, loader, hull gunner/radio operator and driver. Only a trained tanker is capable of performing these roles. Due to space constraints inside the tank, the tank crewman carries only a sidearm, which will offer him limited protection if he is forced to exit his vehicle during battle."

[BSGEAssaultH]
MyName="Stoßtruppe"
AltName="Assault Troop"
Article="a "
PluralName="Stoßtruppen"
InfoText="The Germans set up both basic infantry and engineers as Stoßtruppe, with the primary objective of equipping them to take on heavily-defended positions. The equipment allows them to lay down heavy fire when close to the enemy, although they are potentially vulnerable at medium range. This was one reason for the introduction of the StürmGewehr, with its mix of firepower and range.||Loadout: MP40, grenades"

[BSGECombatEngineerH]
MyName="Stoßtruppspioniere"
AltName="Combat Engineer"
Article="a "
PluralName="Stoßtruppspionieren"
InfoText="Combat engineers were specialists, trained originally as infantry, followed by additional Engineering training. They provided direct support to the division, carrying out the following tasks on a regular basis: demolitions, assaults on heavily-fortified positions, laying mines and booby-traps, finding and lifting enemy mines, building of emergency bridges, and assault river crossings."

[BSGEGreatAssaultH]
MyName="Stoßtruppe"
AltName="Assault Troop"
Article="a "
PluralName="Stoßtruppen"
InfoText="The Germans set up both basic infantry and engineers as Stoßtruppe, with the primary objective of equipping them to take on heavily-defended positions. The equipment allows them to lay down heavy fire when close to the enemy, although they are potentially vulnerable at medium range. This was one reason for the introduction of the StürmGewehr, with its mix of firepower and range.||Loadout: MP40, grenades"

[BSGEGreatCombatEngineerH]
MyName="Stoßtruppspioniere"
AltName="Combat Engineer"
Article="a "
PluralName="Stoßtruppspionieren"
InfoText="Combat engineers were specialists, trained originally as infantry, followed by additional Engineering training. They provided direct support to the division, carrying out the following tasks on a regular basis: demolitions, assaults on heavily-fortified positions, laying mines and booby-traps, finding and lifting enemy mines, building of emergency bridges, and assault river crossings."

[BSGEGreatGunnerH]
MyName="MG-Schütze"
AltName="Gunner"
Article="a "
PluralName="MG-Schütze"
InfoText="Armed with a light machine gun, the MG-Schütze provides the squad with its primary source of firepower.  The LMG can deliver insurmountable damage to the enemy, but careful use is required to avoid overheating or wasting ammunition.  Since the LMG is not a close combat weapon, the MG-Schütze also requires protection from his squad.  With intelligent use, a spotter, and sufficient ammo reserves, the MG-Schütze can keep the enemy at bay almost indefinitely.||Loadout: MG34, P38|* The MG-Schütze can bring the LMG into action more quickly than others as well as handle barrel changes; a leader spotting for him will increase his accuracy."

[BSGEGreatRiflemanH]
MyName="Schütze"
AltName="Rifleman"
Article="a "
PluralName="Schützen"
InfoText="The Schütze is the main-stay of the German infantry platoon.  He is tasked with the vital role of taking and holding ground.  Using his standard issue rifle, he can effectively engage the enemy at moderate to long range.||Loadout: Kar98K, bayonet, grenades"

[BSGEGreatSniperH]
MyName="Scharfschütze"
AltName="Sniper"
Article="a "
PluralName="Scharfschützen"
InfoText="The Scharfschütze is a specialist in the area of marksmanship and camouflage.  He operated separately from the infantry platoon until 1944 - acting as a lone wolf until then so to speak.  Identifying and eliminating important enemy personnel is his job.  The Scharfschütze is effective at long range - especially when hidden, but he has little means to protect himself up close.  If spotted, it is best that he slip away quietly rather than face a direct confrontation.|| Loadout: Kar98K w/ scope, P38, grenades||* The Scharfschütze is more accurate with a scoped rifle than anyone else."

[BSGEGreatSquadLeaderH]
MyName="Gruppenführer"
AltName="Squad Leader"
Article="a "
PluralName="Gruppenführer"
InfoText="The Gruppenführer is the leader of the squad - an NCO by rank.  His job is to see to the completion of the squad's objectives by directing his men in combat and ensuring the LMG's firepower is put to good use.  Equipped for close quarters combat, the Gruppenführer is better off directing the squad's firepower at longer ranges than engaging himself.|| Loadout: MP40, grenades||* The Gruppenführer counts one and a half times when taking and holding objectives."

[BSGEGunnerH]
MyName="MG-Schütze"
AltName="Gunner"
Article="a "
PluralName="MG-Schütze"
InfoText="Armed with a light machine gun, the MG-Schütze provides the squad with its primary source of firepower.  The LMG can deliver insurmountable damage to the enemy, but careful use is required to avoid overheating or wasting ammunition.  Since the LMG is not a close combat weapon, the MG-Schütze also requires protection from his squad.  With intelligent use, a spotter, and sufficient ammo reserves, the MG-Schütze can keep the enemy at bay almost indefinitely.||Loadout: MG34, P38|* The MG-Schütze can bring the LMG into action more quickly than others as well as handle barrel changes; a leader spotting for him will increase his accuracy."

[BSGERiflemanH]
MyName="Schütze"
AltName="Rifleman"
Article="a "
PluralName="Schützen"
InfoText="The Schütze is the main-stay of the German infantry platoon.  He is tasked with the vital role of taking and holding ground.  Using his standard issue rifle, he can effectively engage the enemy at moderate to long range.||Loadout: Kar98K, bayonet, grenades"

[BSGESniperH]
MyName="Scharfschütze"
AltName="Sniper"
Article="a "
PluralName="Scharfschützen"
InfoText="The Scharfschütze is a specialist in the area of marksmanship and camouflage.  He operated separately from the infantry platoon until 1944 - acting as a lone wolf until then so to speak.  Identifying and eliminating important enemy personnel is his job.  The Scharfschütze is effective at long range - especially when hidden, but he has little means to protect himself up close.  If spotted, it is best that he slip away quietly rather than face a direct confrontation.|| Loadout: Kar98K w/ scope, P38, grenades||* The Scharfschütze is more accurate with a scoped rifle than anyone else."

[BSGESquadLeaderH]
MyName="Gruppenführer"
AltName="Squad Leader"
Article="a "
PluralName="Gruppenführer"
InfoText="The Gruppenführer is the leader of the squad - an NCO by rank.  His job is to see to the completion of the squad's objectives by directing his men in combat and ensuring the LMG's firepower is put to good use.  Equipped for close quarters combat, the Gruppenführer is better off directing the squad's firepower at longer ranges than engaging himself.|| Loadout: MP40, grenades||* The Gruppenführer counts one and a half times when taking and holding objectives."

[BSGETankCommanderH]
MyName="Panzerführer"
AltName="Tank Commander"
Article="a "
PluralName="PanzerFuhrer"
InfoText="The Panzerführer is the tank commander, either an NCO or officer. His primary task was to spot targets for the gunner, as well as to direct the rest of the tank crew. He was usually the only crew member with any form of all-round view. He might, as a platoon commander, be required to lead a complete platoon of tanks, as well as direct his own. It was a complex job, made more complex in some tanks with the requirement for the commander to also man the main gun."

[BSGETankerH]
MyName="Panzerbesatzung"
AltName="Tank Crew"
Article="a "
PluralName="Panzerbesatzung"
InfoText="The Panzerbesatzung (tank crew) consists of variations on gunner, loader, hull gunner/radio operator and the driver. Each is a specialized role, requiring specialized training. Each has a specific view sector out of the tank and is responsible for keeping watch in that direction, as well as performing their primary function."

[BSITAssault]
MyName="Bersagliere Assaltatore"
AltName="Assault Troop"
Article="a "
PluralName="Bersaglieri Assaltatori"
InfoText="Bersagliere Assaltore - Difficulty: Easy||Italy's Bersaglieri regiments expanded to three battalions each during the Second World War, but the Army resisted temptations to water down their quality, and recruits had to be of above-average size and stamina. They endured intense physical training, just as their great-grandfathers had, and had to qualify as marksmen. The first Bersaglieri to see combat in North Africa was the 10th Bersaglieri Regiment. They arrived in Libya in early 1941. It met disaster before arriving there, when British tanks ambushed its truck convoys well inside what the regimental staff had been told was the secure rear area. In all, six of the 12 regiments fought in North Africa, compiling an excellent combat record. More than once, Bersaglieri units fought to the last man to hold a position while German units retreated."

[BSITBersagliereRifleman]
MyName="Bersagliere"
AltName="Bersagliere Rifleman"
Article="a "
PluralName="Bersaglieri"
InfoText="Bersagliere - Difficulty: Medium||Italy's Bersaglieri regiments expanded to three battalions each during the Second World War, but the Army resisted temptations to water down their quality, and recruits had to be of above-average size and stamina. They endured intense physical training, just as their great-grandfathers had, and had to qualify as marksmen. The first Bersaglieri to see combat in North Africa was the 10th Bersaglieri Regiment. They arrived in Libya in early 1941. It met disaster before arriving there, when British tanks ambushed its truck convoys well inside what the regimental staff had been told was the secure rear area. In all, six of the 12 regiments fought in North Africa, compiling an excellent combat record. More than once, Bersaglieri units fought to the last man to hold a position while German units retreated."

[BSITCombatEngineer]
MyName="Guastatore"
AltName="Combat Engineer"
Article="a "
PluralName="Guastatori"
InfoText="Guastatore - Difficulty: Advanced||Nine companies of Guastatori were formed in 1940 and underwent extensive specialist training at the newly formed Guastatori school. The first four of these completed their course in September 1940 and initially operated independently in Northern Italy and as part of operations in Yugoslavia in April 1941. On April 18, 1941 they were organised into the XXXI (31st) Battalion of Guastatori. On September 16 they board the ship Vulcania in Taranto and arrived in Tripoli, Libya two days later. In the meantime the second intake of Guastatori finished their training in November 1940 and the 3rd 'Folgore' and 4th 'Uragano' companies were sent to Tripoli arriving in January 1941. Initially they were used along side normal Engineer units preparing fortifications while the front remained quiet."

[BSITGunner]
MyName="Mitragliere"
AltName="Gunner"
Article="a "
PluralName="Mitraglieri"
InfoText="Mitragliere - Difficulty: Advanced||Armed with the Breda mod.30, the machine-gunner combines a good firepower with quick maneuverability. The machine-gunner is essential in providing overwhelming volumes of suppressive fire from close to medium range. No fire team is complete without a machine gunner. He's part of the riflemen squads, representing the schorching spike which has the open the way. His automatic rifle is the most effective and most fatal close combat weapon, which basically should not be deployed more than 400 meters far from the target. In defensive position, machine guns establish advanced bases of fire, and arrange their crossing fire in front of the resistance line, forming a dense net of grazing automatic fire."

[BSITParatrooper]
MyName="Paracadutista"
AltName="Assault Paratrooper"
Article="a "
PluralName="Paracadutisti"
InfoText="Paracadutista - Difficulty: Easy||It is a little known fact that Italy pioneered parachuting and the airborne soldier (1st combat jump 1918). By 1938 there were both national and Libyan paratroopers trained at Castel Benito, the first Italian parachute school located near Tripoli. When war broke out in 1940, 3 additional national battalions were formed two of which with the task of training and raising a parachute division by 1942. The first paracadutisti to see action were the national and Libyan battalions during "

[BSITRifleman]
MyName="Fuciliere"
AltName="Rifleman"
Article="a "
PluralName="Fucilieri"
InfoText="Fuciliere - Difficulty: Medium||The Fucilieri, the riflemen, are the backbone of the Royal Army. They are not volunteers; they are recruited from those eligible for conscription. They are not in it to be heroes, but often the reluctant heroes are the greatest. They are there to get the war won and return home to their farms and villages. Armed with various versions of the old Carcano 91 rifle, the Fucilieri must rely on their courage more than on technology. Often their only support is the brave gunners of the artillery, together, on whatever front, they stand against the tide of the allied war machine."

[BSITSquadLeader]
MyName="Caposquadra"
AltName="Squad Leader"
Article="a "
PluralName="Caposquadra"
InfoText="Caposquadra - Difficulty: Very Advanced||Regio Esercito soldiers worked as a member of a squad. Squads were led by a Squad leader, who mainly had the rank of Sergeant. Armed with the same weapons as a rifleman or just with an handgun, squad leaders were additionally equipped with binoculars. The squad leader also can use the squad radio to issue commands or to call artillery fire. || Their primary responsibility was leadership in combat, requiring competence, character and skill. Squad Leaders take charge by synchronizing the efforts of their fire teams, accepting overall responsibility for the success or failure of accomplishing the mission."

[BSITTankCommander]
MyName="Capocarroührer"
AltName="Tank Commander"
Article="a "
PluralName="Capocarro"
InfoText="Capocarroührer - Difficulty: Advanced||Every action of a tank's crew, movement and fire, is ordered by its commander. The tank commander's task was severely hampered by having to load or fire the main armament, or both. In many small armored fighting vehicles, the tank commander would relay movement orders to the driver by kicks to his shoulders and back."

[BSITTanker]
MyName="Carrista"
AltName="Tank Crew"
Article="a "
PluralName="Carrista"
InfoText="Carrista- Difficulty: Advanced||The crew of a tank must be able to quickly identify, engage, and destroy many types of targets on the battlefield, while maintaining high mobility. To this end, they are equipped with  detection and fire-control equipment, a large gun capable of firing armor-piercing and high-explosive ammunition, and machine guns for defence against infantry, light vehicles, and aircraft. A tank's protection is the combination of its ability to avoid detection, to avoid being hit by enemy fire, the ability of its armor to resist the effects of enemy fire, and its ability to sustain damage and complete its mission, or at least protect its crew."

[BSPOLATRiflemanStd]
MyName="Operator  Przeciwpancernego"
AltName="Antitank Rifleman"
Article="a "
PluralName="Operator Przeciwpancernego"
InfoText="AT Rifleman - Difficulty: Advanced||  Armed with a special large calibre rifle, firing armour piercing rounds the Boys Gunner was effective only against lighter vehicles and tanks, or against the weaker armour and components on medium tanks. Equipped with a 5 round magazine and bolt action, the Boys AT rifle is capable of causing severe damage to critical components within a vehicle in very little time, but only when it is deployed against the right vehicles under the right circumstances. Patience and perseverance are two key attributes needed to effectively use the Boys AT rifle. "

[BSPOLAssaultStd]
MyName="Szturmowiec"
AltName="Submachine Gunner"
Article="a "
PluralName="Szturmowiec"
InfoText="Submachine Gunner - Difficulty: Easy||The submachine gunner's role is to provide close range firepower in direct assaults against enemy positions. Issued a submachine gun and grenades, he is equipped to clear out multiple targets in often confined spaces. In this capacity, he will almost invariably find himself at the front lines, either spearheading his squad's attacks or occupying its foremost defensive ranks. The submachine gunner, however, is only effective at short to medium range, and therefore must rely on his squad's rifles and machine guns to help him get within killing range of the enemy."

[BSPOLCombatEngineerStd]
MyName="Saper"
AltName="Combat Engineer"
Article="a "
PluralName="Saper"
InfoText="Sapper - Difficulty: Advanced||Trained initially as infantry and subsequently as a field engineer, the sapper is able to support his squad in a variety of capacities including demolitions, direct assaults on heavily-fortified positions, mine laying and clearing and river crossing by boat or bridge-building. His training with explosives is essential to the completion of certain squad objectives and they can be effective against both enemy vehicles and infantry as well as defensive structures."

[BSPOLGunnerStd]
MyName="Operator LKM"
AltName="Gunner"
Article="a "
PluralName="Operator LKM"
InfoText="Support Gunner - Difficulty: Advanced||The support gunner provides the main firepower for any squad, whether on the attack or manning the defenses. While lacking the high rate of fire and large magazine of its German equivalents, the Bren Gun is a brutally effective light MG, capable of unleashing accurate, sustained fire at medium to long range without high risk of overheating. Due to the Bren's weight, the support gunner relies on his squad to carry most of its assigned ammunition, to be supplied on demand once he is in position. But because the Bren was lighter than most other machine guns on the battlefield, the support gunner is capable of wielding it from the hip to provide more mobile supporting fire in a direct assault."

[BSPOLRiflemanStd]
MyName="Strzelec"
AltName="Rifleman"
Article="a "
PluralName="Strzelec"
InfoText="Rifleman - Difficulty: Medium||The rifleman, the mainstay of any Commonwealth squad, has the primary task of taking and holding territory. His bolt-action rifle enables him to hit targets accurately at medium to long range, but more distant targets are best left to the squad marksman. He is expected to close on the enemy and defeat him using his rifle and grenades--even hand-to-hand combat when necessary--but should always be accompanied in direct assaults by one or more submachine gunners."

[BSPOLSquadLeaderStd]
MyName="Dowódca Oddziału"
AltName="Squad Leader"
Article="a "
PluralName="Dowódca Oddziału"
InfoText="Section Leader - Difficulty: Very Advanced||The section leader, drawn from the ranks of junior officers and senior N.C.O.'s, has the primary task of coordinating his squad's efforts to ensure completion of their assigned objectives. To accomplish his role, he may radio for indirect fire and lay smoke screens to conceal the movements of his men. The section leader's superiors expect him to lead by example, inspiring his men to victory against even the most overwhelming odds."

[BSPOLTankCommanderStd]
MyName="Dowódca Czołgu"
AltName="Tank Commander"
Article="a "
PluralName="Dowódca Czołgu"
InfoText="Tank Commander - Difficulty: Advanced||The tank commander has the primary task of spotting targets for the gunner and coordinating the tank crew, as he is usually the only crew member with more than a modicum of vision and tactical awareness. As an officer, he may also be expected to direct the actions of a tank formation from a command vehicle equipped with a long-range radio. His many tasks are often made even more complex by the personnel limitations of certain vehicles, forcing him to act as spotter, gunner and commander simultaneously. When using a vehicle equipped with a long-range radio, the tank commander has the ability to call indirect fire for his squad, including both artillery and smoke barrages."

[BSPOLTankerStd]
MyName="Zalogant Czołgu"
AltName="Tank Crewman"
Article="a "
PluralName="Zalogant Czołgu"
InfoText="Tank Crewman - Difficulty: Advanced||Each member of a tank crew has a particular task to perform and a limited sector to oversee. The key roles varying vehicle-to-vehicle are gunner, loader, hull gunner/radio operator and driver. Only a trained tanker is capable of performing these roles. Due to space constraints inside the tank, the tank crewman carries only a sidearm, which will offer him limited protection if he is forced to exit his vehicle during battle."

[CIAU_ATInfantry]
MyName="AT Infantry"
AltName="AT Infantry"
Article="a "
PluralName="AT Infantry"
InfoText="AT Rifleman - Difficulty: Advanced||  Armed with a special large calibre rifle, firing armour piercing rounds the Boys Gunner was effective only against lighter vehicles and tanks, or against the weaker armour and components on medium tanks. Equipped with a 5 round magazine and bolt action, the Boys AT rifle is capable of causing severe damage to critical components within a vehicle in very little time, but only when it is deployed against the right vehicles under the right circumstances. Patience and perseverance are two key attributes needed to effectively use the Boys AT rifle. "

[CIAU_Assault]
MyName="Submachine Gunner"
AltName="Submachine Gunner"
Article="a "
PluralName="Submachine Gunners"
InfoText="Submachine Gunner - Difficulty: Easy||The submachine gunner's role is to provide close range firepower in direct assaults against enemy positions. Issued a submachine gun and grenades, he is equipped to clear out multiple targets in often confined spaces. In this capacity, he will almost invariably find himself at the front lines, either spearheading his squad's attacks or occupying its foremost defensive ranks. The submachine gunner, however, is only effective at short to medium range, and therefore must rely on his squad's rifles and machine guns to help him get within killing range of the enemy."

[CIAU_CombatEngineer]
MyName="Sapper"
AltName="Combat Engineer"
Article="a "
PluralName="Sapper"
InfoText="Sapper - Difficulty: Advanced||Trained initially as infantry and subsequently as a field engineer, the sapper is able to support his squad in a variety of capacities including demolitions, direct assaults on heavily-fortified positions, mine laying and clearing and river crossing by boat or bridge-building. His training with explosives is essential to the completion of certain squad objectives and they can be effective against both enemy vehicles and infantry as well as defensive structures."

[CIAU_Gunner]
MyName="Support Gunner"
AltName="Gunner"
Article="a "
PluralName="Support Gunners"
InfoText="Support Gunner - Difficulty: Advanced||The support gunner provides the main firepower for any squad, whether on the attack or manning the defenses. While lacking the high rate of fire and large magazine of its German equivalents, the Bren Gun is a brutally effective light MG, capable of unleashing accurate, sustained fire at medium to long range without high risk of overheating. Due to the Bren's weight, the support gunner relies on his squad to carry most of its assigned ammunition, to be supplied on demand once he is in position. But because the Bren was lighter than most other machine guns on the battlefield, the support gunner is capable of wielding it from the hip to provide more mobile supporting fire in a direct assault."

[CIAU_Rifleman]
MyName="Rifleman"
AltName="Rifleman"
Article="a "
PluralName="Riflemen"
InfoText="Rifleman - Difficulty: Medium||The rifleman, the mainstay of any Commonwealth squad, has the primary task of taking and holding territory. His bolt-action rifle enables him to hit targets accurately at medium to long range, but more distant targets are best left to the squad marksman. He is expected to close on the enemy and defeat him using his rifle and grenades--even hand-to-hand combat when necessary--but should always be accompanied in direct assaults by one or more submachine gunners."

[CIAU_SquadLeader]
MyName="Section Leader"
AltName="Squad Leader"
Article="a "
PluralName="Section Leaders"
InfoText="Section Leader - Difficulty: Very Advanced||The section leader, drawn from the ranks of junior officers and senior N.C.O.'s, has the primary task of coordinating his squad's efforts to ensure completion of their assigned objectives. To accomplish his role, he may radio for indirect fire and lay smoke screens to conceal the movements of his men. The section leader's superiors expect him to lead by example, inspiring his men to victory against even the most overwhelming odds."

[CIAU_TankCommander]
MyName="Tank Commander"
AltName="Tank Commander"
Article="a "
PluralName="Tank Commanders"
InfoText="Tank Commander - Difficulty: Advanced||The tank commander has the primary task of spotting targets for the gunner and coordinating the tank crew, as he is usually the only crew member with more than a modicum of vision and tactical awareness. As an officer, he may also be expected to direct the actions of a tank formation from a command vehicle equipped with a long-range radio. His many tasks are often made even more complex by the personnel limitations of certain vehicles, forcing him to act as spotter, gunner and commander simultaneously. When using a vehicle equipped with a long-range radio, the tank commander has the ability to call indirect fire for his squad, including both artillery and smoke barrages."

[CIAU_Tanker]
MyName="Tank Crewman"
AltName="Tank Crewman"
Article="a "
PluralName="Tank Crewmen"
InfoText="Tank Crewman - Difficulty: Advanced||Each member of a tank crew has a particular task to perform and a limited sector to oversee. The key roles varying vehicle-to-vehicle are gunner, loader, hull gunner/radio operator and driver. Only a trained tanker is capable of performing these roles. Due to space constraints inside the tank, the tank crewman carries only a sidearm, which will offer him limited protection if he is forced to exit his vehicle during battle."

[CIBC_ATInfantry]
MyName="AT Infantry"
AltName="AT Infantry"
Article="a "
PluralName="AT Infantry"
InfoText="AT Rifleman - Difficulty: Advanced||  Armed with a special large calibre rifle, firing armour piercing rounds the Boys Gunner was effective only against lighter vehicles and tanks, or against the weaker armour and components on medium tanks. Equipped with a 5 round magazine and bolt action, the Boys AT rifle is capable of causing severe damage to critical components within a vehicle in very little time, but only when it is deployed against the right vehicles under the right circumstances. Patience and perseverance are two key attributes needed to effectively use the Boys AT rifle. "

[CIBC_Assault]
MyName="Submachine Gunner"
AltName="Submachine Gunner"
Article="a "
PluralName="Submachine Gunners"
InfoText="Submachine Gunner - Difficulty: Easy||The submachine gunner's role is to provide close range firepower in direct assaults against enemy positions. Issued a submachine gun and grenades, he is equipped to clear out multiple targets in often confined spaces. In this capacity, he will almost invariably find himself at the front lines, either spearheading his squad's attacks or occupying its foremost defensive ranks. The submachine gunner, however, is only effective at short to medium range, and therefore must rely on his squad's rifles and machine guns to help him get within killing range of the enemy."

[CIBC_CombatEngineer]
MyName="Sapper"
AltName="Combat Engineer"
Article="a "
PluralName="Sapper"
InfoText="Sapper - Difficulty: Advanced||Trained initially as infantry and subsequently as a field engineer, the sapper is able to support his squad in a variety of capacities including demolitions, direct assaults on heavily-fortified positions, mine laying and clearing and river crossing by boat or bridge-building. His training with explosives is essential to the completion of certain squad objectives and they can be effective against both enemy vehicles and infantry as well as defensive structures."

[CIBC_Gunner]
MyName="Support Gunner"
AltName="Gunner"
Article="a "
PluralName="Support Gunners"
InfoText="Support Gunner - Difficulty: Advanced||The support gunner provides the main firepower for any squad, whether on the attack or manning the defenses. While lacking the high rate of fire and large magazine of its German equivalents, the Bren Gun is a brutally effective light MG, capable of unleashing accurate, sustained fire at medium to long range without high risk of overheating. Due to the Bren's weight, the support gunner relies on his squad to carry most of its assigned ammunition, to be supplied on demand once he is in position. But because the Bren was lighter than most other machine guns on the battlefield, the support gunner is capable of wielding it from the hip to provide more mobile supporting fire in a direct assault."

[CIBC_Rifleman]
MyName="Rifleman"
AltName="Rifleman"
Article="a "
PluralName="Riflemen"
InfoText="Rifleman - Difficulty: Medium||The rifleman, the mainstay of any Commonwealth squad, has the primary task of taking and holding territory. His bolt-action rifle enables him to hit targets accurately at medium to long range, but more distant targets are best left to the squad marksman. He is expected to close on the enemy and defeat him using his rifle and grenades--even hand-to-hand combat when necessary--but should always be accompanied in direct assaults by one or more submachine gunners."

[CIBC_SquadLeader]
MyName="Section Leader"
AltName="Squad Leader"
Article="a "
PluralName="Section Leaders"
InfoText="Section Leader - Difficulty: Very Advanced||The section leader, drawn from the ranks of junior officers and senior N.C.O.'s, has the primary task of coordinating his squad's efforts to ensure completion of their assigned objectives. To accomplish his role, he may radio for indirect fire and lay smoke screens to conceal the movements of his men. The section leader's superiors expect him to lead by example, inspiring his men to victory against even the most overwhelming odds."

[CIBC_TankCommander]
MyName="Tank Commander"
AltName="Tank Commander"
Article="a "
PluralName="Tank Commanders"
InfoText="Tank Commander - Difficulty: Advanced||The tank commander has the primary task of spotting targets for the gunner and coordinating the tank crew, as he is usually the only crew member with more than a modicum of vision and tactical awareness. As an officer, he may also be expected to direct the actions of a tank formation from a command vehicle equipped with a long-range radio. His many tasks are often made even more complex by the personnel limitations of certain vehicles, forcing him to act as spotter, gunner and commander simultaneously. When using a vehicle equipped with a long-range radio, the tank commander has the ability to call indirect fire for his squad, including both artillery and smoke barrages."

[CIBC_Tanker]
MyName="Tank Crewman"
AltName="Tank Crewman"
Article="a "
PluralName="Tank Crewmen"
InfoText="Tank Crewman - Difficulty: Advanced||Each member of a tank crew has a particular task to perform and a limited sector to oversee. The key roles varying vehicle-to-vehicle are gunner, loader, hull gunner/radio operator and driver. Only a trained tanker is capable of performing these roles. Due to space constraints inside the tank, the tank crewman carries only a sidearm, which will offer him limited protection if he is forced to exit his vehicle during battle."

[CICDN_ATInfantry]
MyName="AT Infantry"
AltName="AT Infantry"
Article="a "
PluralName="AT Infantry"
InfoText="AT Rifleman - Difficulty: Advanced||  Armed with a special large calibre rifle, firing armour piercing rounds the Boys Gunner was effective only against lighter vehicles and tanks, or against the weaker armour and components on medium tanks. Equipped with a 5 round magazine and bolt action, the Boys AT rifle is capable of causing severe damage to critical components within a vehicle in very little time, but only when it is deployed against the right vehicles under the right circumstances. Patience and perseverance are two key attributes needed to effectively use the Boys AT rifle. "

[CICDN_Assault]
MyName="Submachine Gunner"
AltName="Submachine Gunner"
Article="a "
PluralName="Submachine Gunners"
InfoText="Submachine Gunner - Difficulty: Easy||The submachine gunner's role is to provide close range firepower in direct assaults against enemy positions. Issued a submachine gun and grenades, he is equipped to clear out multiple targets in often confined spaces. In this capacity, he will almost invariably find himself at the front lines, either spearheading his squad's attacks or occupying its foremost defensive ranks. The submachine gunner, however, is only effective at short to medium range, and therefore must rely on his squad's rifles and machine guns to help him get within killing range of the enemy."

[CICDN_CombatEngineer]
MyName="Sapper"
AltName="Combat Engineer"
Article="a "
PluralName="Sapper"
InfoText="Sapper - Difficulty: Advanced||Trained initially as infantry and subsequently as a field engineer, the sapper is able to support his squad in a variety of capacities including demolitions, direct assaults on heavily-fortified positions, mine laying and clearing and river crossing by boat or bridge-building. His training with explosives is essential to the completion of certain squad objectives and they can be effective against both enemy vehicles and infantry as well as defensive structures."

[CICDN_Gunner]
MyName="Support Gunner"
AltName="Gunner"
Article="a "
PluralName="Support Gunners"
InfoText="Support Gunner - Difficulty: Advanced||The support gunner provides the main firepower for any squad, whether on the attack or manning the defenses. While lacking the high rate of fire and large magazine of its German equivalents, the Bren Gun is a brutally effective light MG, capable of unleashing accurate, sustained fire at medium to long range without high risk of overheating. Due to the Bren's weight, the support gunner relies on his squad to carry most of its assigned ammunition, to be supplied on demand once he is in position. But because the Bren was lighter than most other machine guns on the battlefield, the support gunner is capable of wielding it from the hip to provide more mobile supporting fire in a direct assault."

[CICDN_Rifleman]
MyName="Rifleman"
AltName="Rifleman"
Article="a "
PluralName="Riflemen"
InfoText="Rifleman - Difficulty: Medium||The rifleman, the mainstay of any Commonwealth squad, has the primary task of taking and holding territory. His bolt-action rifle enables him to hit targets accurately at medium to long range, but more distant targets are best left to the squad marksman. He is expected to close on the enemy and defeat him using his rifle and grenades--even hand-to-hand combat when necessary--but should always be accompanied in direct assaults by one or more submachine gunners."

[CICDN_SquadLeader]
MyName="Section Leader"
AltName="Squad Leader"
Article="a "
PluralName="Section Leaders"
InfoText="Section Leader - Difficulty: Very Advanced||The section leader, drawn from the ranks of junior officers and senior N.C.O.'s, has the primary task of coordinating his squad's efforts to ensure completion of their assigned objectives. To accomplish his role, he may radio for indirect fire and lay smoke screens to conceal the movements of his men. The section leader's superiors expect him to lead by example, inspiring his men to victory against even the most overwhelming odds."

[CICDN_TankCommander]
MyName="Tank Commander"
AltName="Tank Commander"
Article="a "
PluralName="Tank Commanders"
InfoText="Tank Commander - Difficulty: Advanced||The tank commander has the primary task of spotting targets for the gunner and coordinating the tank crew, as he is usually the only crew member with more than a modicum of vision and tactical awareness. As an officer, he may also be expected to direct the actions of a tank formation from a command vehicle equipped with a long-range radio. His many tasks are often made even more complex by the personnel limitations of certain vehicles, forcing him to act as spotter, gunner and commander simultaneously. When using a vehicle equipped with a long-range radio, the tank commander has the ability to call indirect fire for his squad, including both artillery and smoke barrages."

[CICDN_Tanker]
MyName="Tank Crewman"
AltName="Tank Crewman"
Article="a "
PluralName="Tank Crewmen"
InfoText="Tank Crewman - Difficulty: Advanced||Each member of a tank crew has a particular task to perform and a limited sector to oversee. The key roles varying vehicle-to-vehicle are gunner, loader, hull gunner/radio operator and driver. Only a trained tanker is capable of performing these roles. Due to space constraints inside the tank, the tank crewman carries only a sidearm, which will offer him limited protection if he is forced to exit his vehicle during battle."

[CIGEAssaultGreatH]
MyName="Assault Trooper"
AltName="Stoßtruppe"
Article="an "
PluralName="Assault Troops"
InfoText="Stoßtruppe - Difficulty: Easy||The Germans set up both basic infantry and engineers as Stoßtruppe, with the primary objective of equipping them to take on heavily-defended positions. The equipment allows them to lay down heavy fire when close to the enemy, although they are potentially vulnerable at medium range. This was one reason for the introduction of the StürmGewehr, with its mix of firepower and range.||Loadout: MP40, grenades"

[CIGEAssaultH]
MyName="Assault Trooper"
AltName="Stoßtruppe"
Article="an "
PluralName="Assault Troops"
InfoText="Stoßtruppe - Difficulty: Easy||The Germans set up both basic infantry and engineers as Stoßtruppe, with the primary objective of equipping them to take on heavily-defended positions. The equipment allows them to lay down heavy fire when close to the enemy, although they are potentially vulnerable at medium range. This was one reason for the introduction of the StürmGewehr, with its mix of firepower and range.||Loadout: MP40, grenades"

[CIGECombatEngineerGreatH]
MyName="Combat Engineer"
AltName="Stürmpioniere"
Article="a "
PluralName="Combat Engineers"
InfoText="Stürmpioniere - Difficulty: Advanced||Combat engineers were specialists, trained originally as infantry, followed by additional Engineering training. They provided direct support to the division, carrying out the following tasks on a regular basis: demolitions, assaults on heavily-fortified positions, laying mines and booby-traps, finding and lifting enemy mines, building of emergency bridges, and assault river crossings."

[CIGECombatEngineerH]
MyName="Combat Engineer"
AltName="Stürmpioniere"
Article="a "
PluralName="Combat Engineers"
InfoText="Stürmpioniere - Difficulty: Advanced||Combat engineers were specialists, trained originally as infantry, followed by additional Engineering training. They provided direct support to the division, carrying out the following tasks on a regular basis: demolitions, assaults on heavily-fortified positions, laying mines and booby-traps, finding and lifting enemy mines, building of emergency bridges, and assault river crossings."

[CIGEGreatPanzerGrenadier]
MyName="Anti-tank soldier"
AltName="PaK-Soldat"
Article="an "
PluralName="Anti-tank soldiers"
InfoText="PaK-Soldat - Difficulty: Advanced||Mid war the German army introduced a powerful new anti-tank weapon. The Panzerfaust or 'Tank-Fist' used a shaped charge to penetrate the armor of enemy tanks. Armed with this weapon, the standard infantry soldier was now a serious threat to enemy armor."

[CIGEGunnerGreatH]
MyName="Machine-gunner"
AltName="MG-Schütze"
Article="a "
PluralName="Machine-gunners"
InfoText="MG-Schütze - Difficulty: Advanced||Armed with a light machine gun, the MG-Schütze provides the squad with its primary source of firepower.  The LMG can deliver insurmountable damage to the enemy, but careful use is required to avoid overheating or wasting ammunition.  Since the LMG is not a close combat weapon, the MG-Schütze also requires protection from his squad.  With intelligent use, a spotter, and sufficient ammo reserves, the MG-Schütze can keep the enemy at bay almost indefinitely.||Loadout: MG34, P38|* The MG-Schütze can bring the LMG into action more quickly than others as well as handle barrel changes; a leader spotting for him will increase his accuracy."

[CIGEGunnerH]
MyName="Machine-gunner"
AltName="MG-Schütze"
Article="a "
PluralName="Machine-gunners"
InfoText="MG-Schütze - Difficulty: Advanced||Armed with a light machine gun, the MG-Schütze provides the squad with its primary source of firepower.  The LMG can deliver insurmountable damage to the enemy, but careful use is required to avoid overheating or wasting ammunition.  Since the LMG is not a close combat weapon, the MG-Schütze also requires protection from his squad.  With intelligent use, a spotter, and sufficient ammo reserves, the MG-Schütze can keep the enemy at bay almost indefinitely.||Loadout: MG34, P38|* The MG-Schütze can bring the LMG into action more quickly than others as well as handle barrel changes; a leader spotting for him will increase his accuracy."

[CIGEPanzerGrenadierH]
MyName="Anti-tank soldier"
AltName="PaK-Soldat"
Article="an "
PluralName="Anti-tank soldiers"
InfoText="PaK-Soldat - Difficulty: Advanced||Mid war the German army introduced a powerful new anti-tank weapon. The Panzerfaust or 'Tank-Fist' used a shaped charge to penetrate the armor of enemy tanks. Armed with this weapon, the standard infantry soldier was now a serious threat to enemy armor."

[CIGERiflemanGreatH]
MyName="Rifleman"
AltName="Schütze"
Article="a "
PluralName="Riflemen"
InfoText="Schütze - Difficulty: Medium||The Schütze is the main-stay of the German infantry platoon.  He is tasked with the vital role of taking and holding ground.  Using his standard issue rifle, he can effectively engage the enemy at moderate to long range.||Loadout: Kar98K, bayonet, grenades"

[CIGERiflemanH]
MyName="Rifleman"
AltName="Schütze"
Article="a "
PluralName="Riflemen"
InfoText="Schütze - Difficulty: Medium||The Schütze is the main-stay of the German infantry platoon.  He is tasked with the vital role of taking and holding ground.  Using his standard issue rifle, he can effectively engage the enemy at moderate to long range.||Loadout: Kar98K, bayonet, grenades"

[CIGESemiAutoGreatH]
MyName="Semi-Auto Rifleman"
AltName="Schütze mit MK"
Article="a "
PluralName="Semi-Auto Riflemen"
InfoText="Schütze mit MK - Difficulty: Easy||Some of the Schütze were issued with automatic rifles, as they became available. They had the same vital role of taking and holding ground. These were standard riflemen lucky enough to get their hands on the latest technology in rifles to engage the enemy at moderate to long range.||Loadout: G43, grenades."

[CIGESemiAutoH]
MyName="Semi-Auto Rifleman"
AltName="Schütze mit MK"
Article="a "
PluralName="Semi-Auto Riflemen"
InfoText="Schütze mit MK - Difficulty: Easy||Some of the Schütze were issued with automatic rifles, as they became available. They had the same vital role of taking and holding ground. These were standard riflemen lucky enough to get their hands on the latest technology in rifles to engage the enemy at moderate to long range.||Loadout: G43, grenades."

[CIGESniperGreatH]
MyName="Sniper"
AltName="Scharfschütze"
Article="a "
PluralName="Snipers"
InfoText="Scharfschütze - Difficulty: Medium||The Scharfschütze is a specialist in the area of marksmanship and camouflage.  He operated separately from the infantry platoon until 1944 - acting as a lone wolf until then so to speak.  Identifying and eliminating important enemy personnel is his job.  The Scharfschütze is effective at long range - especially when hidden, but he has little means to protect himself up close.  If spotted, it is best that he slip away quietly rather than face a direct confrontation.|| Loadout: Kar98K w/ scope, P38, grenades||* The Scharfschütze is more accurate with a scoped rifle than anyone else."

[CIGESniperH]
MyName="Sniper"
AltName="Scharfschütze"
Article="a "
PluralName="Snipers"
InfoText="Scharfschütze - Difficulty: Medium||The Scharfschütze is a specialist in the area of marksmanship and camouflage.  He operated separately from the infantry platoon until 1944 - acting as a lone wolf until then so to speak.  Identifying and eliminating important enemy personnel is his job.  The Scharfschütze is effective at long range - especially when hidden, but he has little means to protect himself up close.  If spotted, it is best that he slip away quietly rather than face a direct confrontation.|| Loadout: Kar98K w/ scope, P38, grenades||* The Scharfschütze is more accurate with a scoped rifle than anyone else."

[CIGESquadLeaderGreatH]
MyName="Squad Leader"
AltName="Gruppenführer"
Article="a "
PluralName="Squad Leaders"
InfoText="Gruppenführer - Difficulty: Very Advanced||The Gruppenführer is the leader of the squad - an NCO by rank.  His job is to see to the completion of the squad's objectives by directing his men in combat and ensuring the LMG's firepower is put to good use.  Equipped for close quarters combat, the Gruppenführer is better off directing the squad's firepower at longer ranges than engaging himself.|| Loadout: MP40, grenades||* The Gruppenführer counts one and a half times when taking and holding objectives."

[CIGESquadLeaderH]
MyName="Squad Leader"
AltName="Gruppenführer"
Article="a "
PluralName="Squad Leaders"
InfoText="Gruppenführer - Difficulty: Very Advanced||The Gruppenführer is the leader of the squad - an NCO by rank.  His job is to see to the completion of the squad's objectives by directing his men in combat and ensuring the LMG's firepower is put to good use.  Equipped for close quarters combat, the Gruppenführer is better off directing the squad's firepower at longer ranges than engaging himself.|| Loadout: MP40, grenades||* The Gruppenführer counts one and a half times when taking and holding objectives."

[CIGETankCommanderH]
MyName="Tank Commander"
AltName="Panzerführer"
Article="a "
PluralName="Tank Commanders"
InfoText="Panzerführer - Difficulty: Very Advanced||The Panzerführer is the tank commander, either an NCO or officer. His primary task was to spot targets for the gunner, as well as to direct the rest of the tank crew. He was usually the only crew member with any form of all-round view. He might, as a platoon commander, be required to lead a complete platoon of tanks, as well as direct his own. It was a complex job, made more complex in some tanks with the requirement for the commander to also man the main gun."

[CIGETankerH]
MyName="Tank Crewman"
AltName="Panzerbesatzung"
Article="a "
PluralName="Tank Crewmen"
InfoText="Panzerbesatzung - Difficulty: Advanced||The Panzerbesatzung (tank crew) consists of variations on gunner, loader, hull gunner/radio operator and the driver. Each is a specialized role, requiring specialized training. Each has a specific view sector out of the tank and is responsible for keeping watch in that direction, as well as performing their primary function."

[CIGE_FJ_Crete_Assault]
MyName="FJ Stoßtruppe"
AltName="FJ Assault Troop"
Article="a "
PluralName="FJ Stoßtruppen"
InfoText="Fallschirmjäger Submachinegunner - Difficulty: Easy||The Germans set up both basic infantry and engineers as Stoßtruppe, with the primary objective of equipping them to take on heavily-defended positions. The equipment allows them to lay down heavy fire when close to the enemy, although they are potentially vulnerable at medium range. This was one reason for the introduction of the StürmGewehr, with its mix of firepower and range.||Loadout: MP40, grenades"

[CIGE_FJ_Crete_Gunner]
MyName="FJ MG-Schütze"
AltName="FJ Gunner"
Article="a "
PluralName="FJ MG-Schütze"
InfoText="Fallschirmjäger Machinegunner - Difficulty: Advanced||Armed with a light machine gun, the MG-Schütze provides the squad with its primary source of firepower.  The LMG can deliver insurmountable damage to the enemy, but careful use is required to avoid overheating or wasting ammunition.  Since the LMG is not a close combat weapon, the MG-Schütze also requires protection from his squad.  With intelligent use, a spotter, and sufficient ammo reserves, the MG-Schütze can keep the enemy at bay almost indefinitely.||Loadout: MG34, P38|* The MG-Schütze can bring the LMG into action more quickly than others as well as handle barrel changes; a leader spotting for him will increase his accuracy."

[CIGE_FJ_Crete_Pistol]
MyName="Fallschirmjäger"
AltName="Paratrooper"
Article="a "
PluralName="Fallschirmjäger"
InfoText="Fallschirmjäger - Difficulty: Very Advanced||Fallschirmjäger are elite troops who were dropped behind enemy lines in order to capture key objectives by suprise. Landing with only a pistol they are extremley vulnerable until they have located their drop canisters, in order to arm themselves against the enemy."

[CIGE_FJ_Crete_Rifleman]
MyName="FJ Schütze"
AltName="FJ Rifleman"
Article="a "
PluralName="FJ Schützen"
InfoText="Fallschirmjäger Rifleman - Difficulty: Medium||The Schütze is the main-stay of the German infantry platoon.  He is tasked with the vital role of taking and holding ground.  Using his standard issue rifle, he can effectively engage the enemy at moderate to long range.||Loadout: Kar98K, bayonet, grenades"

[CIGE_FJ_Crete_SquadLeader]
MyName="FJ Oberfeldwebel"
AltName="FJ Squad Leader"
Article="a "
PluralName="FJ Oberfeldwebel"
InfoText="Fallschirmjäger Squadleader - Difficulty: Advanced||The Oberfeldwebel is the leader of the squad.  His job is to see to the completion of the squad's objectives by directing his men in combat and ensuring the LMG's firepower is put to good use.  Equipped for close quarters combat, the Gruppenführer is better off directing the squad's firepower at longer ranges than engaging himself.|| Loadout: MP40, grenades||* The Oberfeldwebel counts one and a half times when taking and holding objectives."

[CIGE_FJ_Italy_Assault]
MyName="FJ Stoßtruppe"
AltName="FJ Assault Troop"
Article="a "
PluralName="FJ Stoßtruppen"
InfoText="Fallschirmjäger Submachinegunner - Difficulty: Easy||The Germans set up both basic infantry and engineers as Stoßtruppe, with the primary objective of equipping them to take on heavily-defended positions. The equipment allows them to lay down heavy fire when close to the enemy, although they are potentially vulnerable at medium range. This was one reason for the introduction of the StürmGewehr, with its mix of firepower and range.||Loadout: MP40, grenades"

[CIGE_FJ_Italy_ComEng]
MyName="FJ Pioniere"
AltName="FJ Combat Engineer"
Article="a "
PluralName="FJ Pionieren"
InfoText="Fallschirmjäger Sapper - Difficulty: Medium||Combat engineers were specialists, trained originally as infantry, followed by additional Engineering training. They provided direct support to the division, carrying out the following tasks on a regular basis: demolitions, assaults on heavily-fortified positions, laying mines and booby-traps, finding and lifting enemy mines, building of emergency bridges, and assault river crossings."

[CIGE_FJ_Italy_Gunner]
MyName="FJ MG-Schütze"
AltName="FJ Gunner"
Article="a "
PluralName="FJ MG-Schütze"
InfoText="Fallschirmjäger Machinegunner - Difficulty: Advanced||Armed with a light machine gun, the MG-Schütze provides the squad with its primary source of firepower.  The LMG can deliver insurmountable damage to the enemy, but careful use is required to avoid overheating or wasting ammunition.  Since the LMG is not a close combat weapon, the MG-Schütze also requires protection from his squad.  With intelligent use, a spotter, and sufficient ammo reserves, the MG-Schütze can keep the enemy at bay almost indefinitely.||Loadout: MG34, P38|* The MG-Schütze can bring the LMG into action more quickly than others as well as handle barrel changes; a leader spotting for him will increase his accuracy."

[CIGE_FJ_Italy_PanzerGrenadier]
MyName="FJ Anti-tank soldier"
AltName="FJ PaK-Soldat"
Article="a "
PluralName="FJ Anti-tank soldiers"
InfoText="Fallschirmjäger PaK-Soldat - Difficulty: Advanced||Mid war the German army introduced a powerful new anti-tank weapon. The Panzerfaust or 'Tank-Fist' used a shaped charge to penetrate the armor of enemy tanks. Armed with this weapon, the standard infantry soldier was now a serious threat to enemy armor.||Loadout: MP40, Panzerfaust"

[CIGE_FJ_Italy_Rifleman]
MyName="FJ Schütze"
AltName="FJ Rifleman"
Article="a "
PluralName="FJ Schützen"
InfoText="Fallschirmjäger Rifleman - Difficulty: Medium||The Schütze is the main-stay of the German infantry platoon.  He is tasked with the vital role of taking and holding ground.  Using his standard issue rifle, he can effectively engage the enemy at moderate to long range.||Loadout: Kar98K, bayonet, grenades"

[CIGE_FJ_Italy_SquadLeader]
MyName="FJ Oberfeldwebel"
AltName="FJ Squad Leader"
Article="a "
PluralName="FJ Oberfeldwebel"
InfoText="Fallschirmjäger Squadleader - Difficulty: Advanced||The Oberfeldwebel is the leader of the squad.  His job is to see to the completion of the squad's objectives by directing his men in combat and ensuring the LMG's firepower is put to good use.  Equipped for close quarters combat, the Gruppenführer is better off directing the squad's firepower at longer ranges than engaging himself.|| Loadout: MP40, grenades||* The Oberfeldwebel counts one and a half times when taking and holding objectives."

[CIIT_Italy_CIL_Assault]
MyName="CIL Aassaltatore"
AltName="CIL Assault Troop"
Article="a "
PluralName="CIL assaltatori"
InfoText="CIL Assaltatori - Difficulty: Easy|| CIL Assaltatori are infantry fortunate enough to possess the Beretta MAB-38 or an Allied supplied Thompson submachine gun. Being able to weild a quality submachine gun makes them invaluable in close-quarters combat."

[CIIT_Italy_CIL_ComEng]
MyName="CIL Guastatore"
AltName="CIL Combat Engineer"
Article="a "
PluralName="CIL Guastatori"
InfoText="CIL Guastatore - Difficulty: Advanced||Guastatori fighting with the Italian Liberation Army (CIL) were specialized soldiers trained in combat engineering. Often CIL forces were equiped from stocks provided by the Allies as well as normal Italian army equipment."

[CIIT_Italy_CIL_Gunner]
MyName="CIL Mitragliere"
AltName="Gunner"
Article="a "
PluralName="CIL Mitraglieri"
InfoText="CIL Mitragliere - Difficulty: Advanced||The light machinegunner combines a good firepower with quick maneuverability. The machine-gunner is essential in providing overwhelming volumes of suppressive fire from close to medium range. No fire team is complete without a machine gunner. He's part of the riflemen squads, representing the schorching spike which has the open the way. His automatic rifle is the most effective and most fatal close combat weapon, which basically should not be deployed more than 400 meters far from the target. In defensive position, machine guns establish advanced bases of fire, and arrange their crossing fire in front of the resistance line, forming a dense net of grazing automatic fire. Often CIL forces were equiped from Allied weapon stocks."

[CIIT_Italy_CIL_Rifleman]
MyName="CIL Fuciliere"
AltName="CIL Rifleman"
Article="a "
PluralName="CIL Fucilieri"
InfoText="CIL Fuciliere - Difficulty: Medium||Fucilieri, the riflemen, are the backbone of the 'Corpo Italiano di Liberazione' fighting against Mussolini. Usually equiped with a rifle and hand-greandes, often CIL forces were supplied with available British equipment as well as standard Italian small arms."

[CIIT_Italy_CIL_Squadleader]
MyName="CIL Caposquadra"
AltName="CIL Squad Leader"
Article="a "
PluralName="CIL Caposquadra"
InfoText="CIL Caposquadra - Difficulty: Very Advanced||'Corpo Italiano di Liberazione' (CIL) soldiers fighting on the side of the allies worked as a member of a squad. Squads were led by a Squad leader, who mainly had the rank of Sergeant. Armed with the same weapons as a rifleman or just with an handgun, squad leaders were additionally equipped with binoculars. The squad leader also can use the squad radio to issue commands or to call artillery fire. || Their primary responsibility was leadership in combat, requiring competence, character and skill. Squad Leaders take charge by synchronizing the efforts of their fire teams, accepting overall responsibility for the success or failure of accomplishing the mission."

[CIIT_Italy_MVSN_Assault]
MyName="MVSN Assaltatore"
AltName="MVSN Assault Troop"
Article="a "
PluralName="MVSN Assaltatori"
InfoText="MVSN Assaltatori - Difficulty: Easy|| Assaltatori are infantry fortunate enough to possess the Beretta MAB-38 submachine gun. Being able to wield a quality submachine gun makes Assaltatori invaluable in close-quarters combat."

[CIIT_Italy_MVSN_ComEng]
MyName="MVSN Guastatore"
AltName="MVSN Combat Engineer"
Article="a "
PluralName="MVSN Guastatori"
InfoText="MVSN Guastatore - Difficulty: Advanced||Nine companies of Guastatori were formed in 1940 and underwent extensive specialist training at the newly formed Guastatori school. The first four of these completed their course in September 1940 and initially operated independently in Northern Italy and as part of operations in Yugoslavia in April 1941. On April 18, 1941 they were organised into the XXXI (31st) Battalion of Guastatori. On September 16 they board the ship Vulcania in Taranto and arrived in Tripoli, Libya two days later. In the meantime the second intake of Guastatori finished their training in November 1940 and the 3rd 'Folgore' and 4th 'Uragano' companies were sent to Tripoli arriving in January 1941. Initially they were used along side normal Engineer units preparing fortifications while the front remained quiet."

[CIIT_Italy_MVSN_Gunner]
MyName="MVSN Mitragliere"
AltName="MVSN Gunner"
Article="a "
PluralName="MVSN Mitraglieri"
InfoText="MVSN Mitragliere - Difficulty: Advanced||Armed with the Breda mod.30, the machine-gunner combines a good firepower with quick maneuverability. The machine-gunner is essential in providing overwhelming volumes of suppressive fire from close to medium range. No fire team is complete without a machine gunner. He's part of the riflemen squads, representing the schorching spike which has the open the way. His automatic rifle is the most effective and most fatal close combat weapon, which basically should not be deployed more than 400 meters far from the target. In defensive position, machine guns establish advanced bases of fire, and arrange their crossing fire in front of the resistance line, forming a dense net of grazing automatic fire."

[CIIT_Italy_MVSN_Rifleman]
MyName="Fuciliere"
AltName="Rifleman"
Article="a "
PluralName="Fucilieri"
InfoText="Fuciliere - Difficulty: Medium||The Fucilieri, the riflemen, are the backbone of the Royal Army. They are not volunteers; they are recruited from those eligible for conscription. They are not in it to be heroes, but often the reluctant heroes are the greatest. They are there to get the war won and return home to their farms and villages. Armed with various versions of the old Carcano 91 rifle, the Fucilieri must rely on their courage more than on technology. Often their only support is the brave gunners of the artillery, together, on whatever front, they stand against the tide of the allied war machine."

[CIIT_Italy_MVSN_Squadleader]
MyName="MVSN Caposquadra"
AltName="MVSN Squad Leader"
Article="a "
PluralName="MVSN Caposquadra"
InfoText="MVSN Caposquadra - Difficulty: Very Advanced||MVSN soldiers were the 'Blackshirts' loyal to Mussolini. MVSN Squads were led by a 'Caposquadra' or 'Squad leader', who mainly had the rank of Sergeant. Armed with the same weapons as a rifleman or just with an handgun, squad leaders were additionally equipped with binoculars. The squad leader also can use the squad radio to issue commands or to call artillery fire. || Their primary responsibility was leadership in combat, requiring competence, character and skill. Squad Leaders take charge by synchronizing the efforts of their fire teams, accepting overall responsibility for the success or failure of accomplishing the mission."

[CIIT_Italy_RSI_Assault]
MyName="Assaltatore"
AltName="Assault Troop"
Article="a "
PluralName="RSI Assaltatori"
InfoText="RSI Assaltatori - Difficulty: Easy|| Assaltatori are infantry fortunate enough to possess the Beretta MAB-38 submachine gun. Being able to wield a quality submachine gun makes them invaluable in close-quarters combat."

[CIIT_Italy_RSI_ComEng]
MyName="RSI Guastatore"
AltName="RSI Combat Engineer"
Article="a "
PluralName="RSI Guastatori"
InfoText="RSI Guastatore - Difficulty: Advanced||RSI Guastatori were specially trained combat engineers that remained loyal to Mussolini after the 1943 Armistice, splitting Italy in two."

[CIIT_Italy_RSI_Gunner]
MyName="RSI Mitragliere"
AltName="RSI Gunner"
Article="a "
PluralName="RSI Mitraglieri"
InfoText="RSI Mitragliere - Difficulty: Advanced||Armed with the Breda mod.30, the machine-gunner combines a good firepower with quick maneuverability. The machine-gunner is essential in providing overwhelming volumes of suppressive fire from close to medium range. No fire team is complete without a machine gunner. He's part of the riflemen squads, representing the schorching spike which has the open the way. His automatic rifle is the most effective and most fatal close combat weapon, which basically should not be deployed more than 400 meters far from the target. In defensive position, machine guns establish advanced bases of fire, and arrange their crossing fire in front of the resistance line, forming a dense net of grazing automatic fire."

[CIIT_Italy_RSI_Rifleman]
MyName="RSI Fuciliere"
AltName="RSI Rifleman"
Article="a "
PluralName="RSI Fucilieri"
InfoText="RSI Fuciliere - Difficulty: Medium||RSI Fucilieri, the riflemen, are the backbone of the forces that remained loyal to Mussolini after the 1943 Armistice. They are not volunteers; they are recruited from those eligible for conscription. They are not in it to be heroes, but often the reluctant heroes are the greatest. They are there to get the war won and return home to their farms and villages. Armed with various versions of the old Carcano 91 rifle, the Fucilieri must rely on their courage more than on technology. Often their only support is the brave gunners of the artillery, together, on whatever front, they stand against the tide of the allied war machine."

[CIIT_Italy_RSI_Squadleader]
MyName="RSI Caposquadra"
AltName="RSI Squad Leader"
Article="a "
PluralName="RSI Caposquadra"
InfoText="RSI Caposquadra - Difficulty: Very Advanced||RSI Squads loyal to Mussolini were led by a Squad leader, who mainly had the rank of Sergeant. Armed with the same weapons as a rifleman or just with an handgun, squad leaders were additionally equipped with binoculars. The squad leader also can use the squad radio to issue commands or to call artillery fire. || Their primary responsibility was leadership in combat, requiring competence, character and skill. Squad Leaders take charge by synchronizing the efforts of their fire teams, accepting overall responsibility for the success or failure of accomplishing the mission. RSI Caposquadra remained loyal to Mussolini after the 1943 Italian Armistice. "

[CIIT_Italy_XMAS_Assault]
MyName="X^MAS Assaltatore"
AltName="Assault Troop"
Article="a "
PluralName="Assaltatori"
InfoText="X^MAS Assaltatori - Difficulty: Easy|| Assaltatori are infantry fortunate enough to possess the Beretta MAB-38 submachine gun. Being able to wield a quality submachine gun makes Assaltatori invaluable in close-quarters combat."

[CIIT_Italy_XMAS_ComEng]
MyName="X^MAS Guastatore"
AltName="X^MAS Combat Engineer"
Article="a "
PluralName="X^MAS Guastatori"
InfoText="X^MAS Guastatore - Difficulty: Advanced||Nine companies of Guastatori were formed in 1940 and underwent extensive specialist training at the newly formed Guastatori school. X^MAS Guastatori stationed in German-occupied northern Italy enlisted to fight for Mussolini's newly-formed 'Repubblica Sociale Italiana'. "

[CIIT_Italy_XMAS_Gunner]
MyName="X^MAS Mitragliere"
AltName="X^MAS Gunner"
Article="a "
PluralName="X^MAS Mitraglieri"
InfoText="X^MAS Mitragliere - Difficulty: Advanced||Armed with the Breda mod.30, the machine-gunner combines a good firepower with quick maneuverability. The machine-gunner is essential in providing overwhelming volumes of suppressive fire from close to medium range. No fire team is complete without a machine gunner. He's part of the riflemen squads, representing the schorching spike which has the open the way. His automatic rifle is the most effective and most fatal close combat weapon, which basically should not be deployed more than 400 meters far from the target. In defensive position, machine guns establish advanced bases of fire, and arrange their crossing fire in front of the resistance line, forming a dense net of grazing automatic fire."

[CIIT_Italy_XMAS_Rifleman]
MyName="X^MAS Fuciliere"
AltName="X^MAS Rifleman"
Article="a "
PluralName="X^MAS Fucilieri"
InfoText="X^MAS Fuciliere - Difficulty: Medium||The Fucilieri, the riflemen, are the backbone of the X^MAS units loyal to Mussolini. They are not volunteers; they are recruited from those eligible for conscription. They are not in it to be heroes, but often the reluctant heroes are the greatest. They are there to get the war won and return home to their farms and villages. Armed with various versions of the old Carcano 91 rifle, the Fucilieri must rely on their courage more than on technology. Often their only support is the brave gunners of the artillery, together, on whatever front, they stand against the tide of the allied war machine."

[CIIT_Italy_XMAS_Squadleader]
MyName="X^MAS Caposquadra"
AltName="X^MAS Squad Leader"
Article="a "
PluralName="X^MAS Caposquadra"
InfoText="X^MAS Caposquadra - Difficulty: Very Advanced||X^MAS units loyal to Mussolini worked as a member of a squad. Squads were led by a Squad leader, who mainly had the rank of Sergeant. Armed with the same weapons as a rifleman or just with an handgun, squad leaders were additionally equipped with binoculars. The squad leader also can use the squad radio to issue commands or to call artillery fire. || Their primary responsibility was leadership in combat, requiring competence, character and skill. Squad Leaders take charge by synchronizing the efforts of their fire teams, accepting overall responsibility for the success or failure of accomplishing the mission."

[CIPOL_ATInfantry]
MyName="Operator  Przeciwpancernego"
AltName="Antitank Rifleman"
Article="a "
PluralName="Operator Przeciwpancernego"
InfoText="AT Rifleman - Difficulty: Advanced||  Armed with a special large calibre rifle, firing armour piercing rounds the Boys Gunner was effective only against lighter vehicles and tanks, or against the weaker armour and components on medium tanks. Equipped with a 5 round magazine and bolt action, the Boys AT rifle is capable of causing severe damage to critical components within a vehicle in very little time, but only when it is deployed against the right vehicles under the right circumstances. Patience and perseverance are two key attributes needed to effectively use the Boys AT rifle. "

[CIPOL_Assault]
MyName="Szturmowiec"
AltName="Submachine Gunner"
Article="a "
PluralName="Szturmowiec"
InfoText="Submachine Gunner - Difficulty: Easy||The submachine gunner's role is to provide close range firepower in direct assaults against enemy positions. Issued a submachine gun and grenades, he is equipped to clear out multiple targets in often confined spaces. In this capacity, he will almost invariably find himself at the front lines, either spearheading his squad's attacks or occupying its foremost defensive ranks. The submachine gunner, however, is only effective at short to medium range, and therefore must rely on his squad's rifles and machine guns to help him get within killing range of the enemy."

[CIPOL_ComEng]
MyName="Saper"
AltName="Combat Engineer"
Article="a "
PluralName="Saper"
InfoText="Sapper - Difficulty: Advanced||Trained initially as infantry and subsequently as a field engineer, the sapper is able to support his squad in a variety of capacities including demolitions, direct assaults on heavily-fortified positions, mine laying and clearing and river crossing by boat or bridge-building. His training with explosives is essential to the completion of certain squad objectives and they can be effective against both enemy vehicles and infantry as well as defensive structures."

[CIPOL_Gunner]
MyName="Operator LKM"
AltName="Gunner"
Article="a "
PluralName="Operator LKM"
InfoText="Support Gunner - Difficulty: Advanced||The support gunner provides the main firepower for any squad, whether on the attack or manning the defenses. While lacking the high rate of fire and large magazine of its German equivalents, the Bren Gun is a brutally effective light MG, capable of unleashing accurate, sustained fire at medium to long range without high risk of overheating. Due to the Bren's weight, the support gunner relies on his squad to carry most of its assigned ammunition, to be supplied on demand once he is in position. But because the Bren was lighter than most other machine guns on the battlefield, the support gunner is capable of wielding it from the hip to provide more mobile supporting fire in a direct assault."

[CIPOL_Rifleman]
MyName="Strzelec"
AltName="Rifleman"
Article="a "
PluralName="Strzelec"
InfoText="Rifleman - Difficulty: Medium||The rifleman, the mainstay of any Commonwealth squad, has the primary task of taking and holding territory. His bolt-action rifle enables him to hit targets accurately at medium to long range, but more distant targets are best left to the squad marksman. He is expected to close on the enemy and defeat him using his rifle and grenades--even hand-to-hand combat when necessary--but should always be accompanied in direct assaults by one or more submachine gunners."

[CIPOL_SquadLeader]
MyName="Dowódca jednostki"
AltName="Squad Leader"
Article="a "
PluralName="Dowódca jednostki"
InfoText="Section Leader - Difficulty: Very Advanced||The section leader, drawn from the ranks of junior officers and senior N.C.O.'s, has the primary task of coordinating his squad's efforts to ensure completion of their assigned objectives. To accomplish his role, he may radio for indirect fire and lay smoke screens to conceal the movements of his men. The section leader's superiors expect him to lead by example, inspiring his men to victory against even the most overwhelming odds."

[CIPOL_TankCommander]
MyName="Dowódca czolgi"
AltName="Tank Commander"
Article="a "
PluralName="Dowódca czolgi "
InfoText="Tank Commander - Difficulty: Advanced||The tank commander has the primary task of spotting targets for the gunner and coordinating the tank crew, as he is usually the only crew member with more than a modicum of vision and tactical awareness. As an officer, he may also be expected to direct the actions of a tank formation from a command vehicle equipped with a long-range radio. His many tasks are often made even more complex by the personnel limitations of certain vehicles, forcing him to act as spotter, gunner and commander simultaneously. When using a vehicle equipped with a long-range radio, the tank commander has the ability to call indirect fire for his squad, including both artillery and smoke barrages."

[CIPOL_Tanker]
MyName="Ekipa czolgi"
AltName="Tank Crewman"
Article="a "
PluralName="Ekipa czolgi"
InfoText="Tank Crewman - Difficulty: Advanced||Each member of a tank crew has a particular task to perform and a limited sector to oversee. The key roles varying vehicle-to-vehicle are gunner, loader, hull gunner/radio operator and driver. Only a trained tanker is capable of performing these roles. Due to space constraints inside the tank, the tank crewman carries only a sidearm, which will offer him limited protection if he is forced to exit his vehicle during battle."


